Repository: metadist/synaplan-apps
Catalog: ios/App/App/CarPlay/CarPlay.xcstrings
Source language: en
Languages: de, es, fr, tr

# button.end
source: End
de: Beenden
es: Finalizar
fr: Terminer
tr: Bitir

# button.mute
source: Mute
de: Stumm
es: Silenciar
fr: Couper le micro
tr: Sessize al

# button.unmute
source: Unmute
de: Mikro an
es: Activar micrófono
fr: Réactiver le micro
tr: Sesi aç

# error.failed
source: Synaplan couldn't answer this time. Please try again.
de: Synaplan konnte diesmal nicht antworten. Bitte versuche es erneut.
es: Synaplan no pudo responder esta vez. Inténtalo de nuevo.
fr: Synaplan n'a pas pu répondre cette fois. Veuillez réessayer.
tr: Synaplan bu kez yanıt veremedi. Lütfen tekrar dene.

# error.limitReached
source: You've reached your Synaplan usage limit for now.
de: Du hast dein Synaplan-Nutzungslimit vorerst erreicht.
es: Has alcanzado tu límite de uso de Synaplan por ahora.
fr: Vous avez atteint votre limite d'utilisation de Synaplan pour le moment.
tr: Şimdilik Synaplan kullanım sınırına ulaştın.

# error.microphone
source: Synaplan doesn't have access to the microphone.
de: Synaplan hat keinen Zugriff auf das Mikrofon.
es: Synaplan no tiene acceso al micrófono.
fr: Synaplan n'a pas accès au micro.
tr: Synaplan'ın mikrofona erişimi yok.

# error.signedOut
source: You're signed out of Synaplan.
de: Du bist bei Synaplan abgemeldet.
es: Has cerrado sesión en Synaplan.
fr: Vous êtes déconnecté de Synaplan.
tr: Synaplan oturumun kapalı.

# error.speechUnavailable
source: Speech recognition isn't available right now.
de: Spracherkennung ist gerade nicht verfügbar.
es: El reconocimiento de voz no está disponible ahora.
fr: La reconnaissance vocale n'est pas disponible pour le moment.
tr: Konuşma tanıma şu anda kullanılamıyor.

# error.unreachable
source: The connection to Synaplan was lost. Try again in a moment.
de: Die Verbindung zu Synaplan wurde unterbrochen. Versuche es gleich noch einmal.
es: Se perdió la conexión con Synaplan. Inténtalo de nuevo en un momento.
fr: La connexion à Synaplan a été perdue. Réessayez dans un instant.
tr: Synaplan bağlantısı kesildi. Birazdan tekrar dene.

# root.empty
source: No chats yet. Start a new conversation.
de: Noch keine Chats. Starte ein neues Gespräch.
es: Aún no hay chats. Empieza una nueva conversación.
fr: Aucun chat pour l'instant. Commencez une nouvelle conversation.
tr: Henüz sohbet yok. Yeni bir sohbet başlat.

# root.loading
source: Loading chats…
de: Chats werden geladen…
es: Cargando chats…
fr: Chargement des chats…
tr: Sohbetler yükleniyor…

# root.newConversation
source: New conversation
de: Neues Gespräch
es: Nueva conversación
fr: Nouvelle conversation
tr: Yeni sohbet

# root.newConversationDetail
source: Talk to Synaplan
de: Mit Synaplan sprechen
es: Habla con Synaplan
fr: Parler à Synaplan
tr: Synaplan ile konuş

# root.recentChats
source: Recent chats
de: Letzte Chats
es: Chats recientes
fr: Chats récents
tr: Son sohbetler

# root.requiresUpdate
source: Synaplan in CarPlay requires iOS 26.4 or later.
de: Synaplan in CarPlay erfordert iOS 26.4 oder neuer.
es: Synaplan en CarPlay requiere iOS 26.4 o posterior.
fr: Synaplan dans CarPlay nécessite iOS 26.4 ou version ultérieure.
tr: CarPlay'de Synaplan için iOS 26.4 veya üstü gerekir.

# root.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
tr: Tekrar dene

# root.signedOutDetail
source: Synaplan is available in the car once you're signed in.
de: Synaplan ist im Auto verfügbar, sobald du angemeldet bist.
es: Synaplan estará disponible en el coche cuando hayas iniciado sesión.
fr: Synaplan sera disponible en voiture une fois que vous serez connecté.
tr: Oturum açtığında Synaplan arabada kullanılabilir.

# root.signedOutTitle
source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
tr: Oturum açılmadı

# root.unreachableDetail
source: Check the connection and try again.
de: Prüfe die Verbindung und versuche es erneut.
es: Comprueba la conexión e inténtalo de nuevo.
fr: Vérifiez la connexion et réessayez.
tr: Bağlantıyı kontrol edip tekrar dene.

# root.unreachableTitle
source: Synaplan can't be reached
de: Synaplan ist nicht erreichbar
es: No se puede conectar con Synaplan
fr: Synaplan est injoignable
tr: Synaplan'a ulaşılamıyor

# root.untitledChat
source: Untitled chat
de: Chat ohne Titel
es: Chat sin título
fr: Chat sans titre
tr: Başlıksız sohbet

# voice.connecting
source: Connecting…
de: Verbinde…
es: Conectando…
fr: Connexion…
tr: Bağlanıyor…

# voice.listening
source: I'm listening
de: Ich höre zu
es: Te escucho
fr: Je vous écoute
tr: Dinliyorum

# voice.listeningShort
source: Listening
de: Zuhören
es: Escuchando
fr: Écoute
tr: Dinleniyor

# voice.muted
source: Microphone off
de: Mikrofon aus
es: Micrófono desactivado
fr: Micro coupé
tr: Mikrofon kapalı

# voice.speaking
source: Answering
de: Antwortet
es: Respondiendo
fr: Réponse en cours
tr: Yanıtlıyor

# voice.thinking
source: Thinking…
de: Denke nach…
es: Pensando…
fr: Réflexion…
tr: Düşünüyor…

# alert.ok
source: OK
es: Aceptar
tr: Tamam
